[
  {
    "word":
      "I wasn’t sure about this one when the team came to me with the idea, but I recently re-read The Innovator’s Dilemma and figured, ah whatever – let’s do it."
  },
  {
    "word": "Reading was stupid"
  },
  {
    "word":
      "You need to know that if you take off, things will still work. You’re not that important. None of us are."
  },
  {
    "word":
      "We’ve been studying Amazon. It’s not just random leadership principles, it’s the way we would like people to work, to think, to hustle."
  },

  {
    "word":
      "I build teams first, products follow. Come and see Drift lead the change in sales and marketing."
  },
  {
    "word":
      "At Drift, we’re thinking back again to what the customer wants, because we’ve made it too complex for the customer to buy."
  },

  {
    "word":
      "By removing complexity from the buying process, we’re putting the customer back at the center of sales and marketing."
  },
  {
    "word":
      "We’re opening our doors and rolling out new tools for developers to build amazing apps and integrations for our customers."
  },
  {
    "word":
      "This is the first platform built on the real-time voice of the customer."
  },
  {
    "word": "At Drift, customers always come first."
  },
  {
    "word":
      "We strongly believe that opening up our platform will give our customers even more opportunities to succeed."
  },
  {
    "word": "We don’t care about the competition, we care about our customers."
  },
  {
    "word":
      "Using Waterfall, it would take years to build software. It was horrendous."
  },
  {
    "word":
      "You’re making a promise to your customers that you’re going to ship a new product, that is available to them publicly, every month, for life."
  },
  {
    "word":
      "Everybody says they want to attract the best team they can, but the reality is that you have to achieve a very delicate balance of autonomy and ownership to build that team up once you’ve brought them together."
  },
  {
    "word":
      "I like to create small teams of, say, three engineers who will entirely own the product or system they’re working on. This creates a natural group where members share responsibilities, development, the work, and the rewards."
  },
  {
    "word":
      "I’m persistent and high-spirited. Our industry is just too competitive to sit still and expect great people to join you. My passion is to really understand what other people have accomplished and where they are trying to go. If I see a match in skills and ambition, I’ll be persistent."
  },
  {
    "word":
      "Boston is a fantastic place to build a technical team. Our universities attract the best talent in the world without us lifting a finger. "
  },
  {
    "word":
      "I would tell students to build a strong foundation of understanding how both computers and browsers work. It is very easy now to learn how to code with all of these libraries and frameworks, but a lot of people just don’t understand the fundamentals"
  },
  {
    "word":
      "Speed is going to eat software. Moving forward, we’ll brag less about shipping daily to production and we’ll realize we don’t have time to code like before."
  },
  {
    "word": "The best way to predict the future is to create it."
  },
  {
    "word": "Code more."
  },
  {
    "word":
      "And to any young founders out there, you should know that if you want to stay in Boston, you can definitely succeed here. Don’t say that there’s nobody here to help, because we’ve got a seriously deep bench here."
  }
]
